//=============================================================================
// ALT_ShortPluginsCollection.js
//=============================================================================
/*:ja
 * @plugindesc Alteredが奏でる小曲集。
 * @author 鈴原マキナ（Altered）
 *
 * @help このプラグインに、プラグインコマンドはありません。
 *
 * バージョン情報
 * 2022/11/11　1.0.0　初版
 *
 */

(function() {
    'use strict';

//   //=============================================================================
 //   // セーブ数を変更
 //   //=============================================================================
//    DataManager.maxSavefiles = function() {
//        return 50;
//    };